CSI API ETABS v1
cSapModel.PropRebar Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropRebar PropRebar { get; }
ReadOnly Property PropRebar As cPropRebar
	Get
Dim instance As cSapModel
Dim value As cPropRebar
value = instance.PropRebar
property cPropRebar^ PropRebar {
	cPropRebar^ get ();
}
abstract PropRebar : cPropRebar with get
Property Value
Type: cPropRebar
See Also
Reference
cSapModel Interface
ETABSv1 Namespace